{"2 month":{"Development Milestones":{"questions":[["Makes sounds that let you know he or she is happy or upset",null],["Seems happy to see you",null],["Follows a moving toy with his or her eyes",null],["Turns head to find the person who is talking",null],["Holds head steady when being pulled up to a sitting position",null],["Brings hands together",null],["Laughs",null],["Keeps head steady when held in a sitting position",null],["Makes sounds like \"ga\", \"ma\", \"ba\"",null],["Looks when you call his or her name",null]],"score":[0]},"BPSC":{"Irritability":{"questions":[["Does your child have a hard time being with new people?",-1],["Does your child have a hard time in new places?",-1],["Does your child have a hard time with change?",-1],["Does your child mind being held by other people?",-1]],"score":[0]},"Inflexibility":{"questions":[["Does your child cry a lot?",-1],["Does your child have a hard time calming down?",-1],["Is your child fussy or irritable?",-1],["Is it hard to comfort your child?",-1]],"score":[0]},"Difficulty with Routines":{"questions":[["It it hard to keep your child on a schedule or routine?",-1],["Is it hard to put your child to sleep?",-1],["Is it hard to get enough sleep because of your child?",-1],["Does your child have trouble staying asleep?",-1]],"score":[0]}},"POSI":{"questions":[],"score":[0]},"Parent Concerns":{"questions":[["Do you have any concerns about your child’s learning or development?",null],["Do you have any concerns about your child’s behavior? ",null]],"score":[0]},"Family Questions":{"questions":[["Does anyone smoke tobacco at home?",0],["In the last year, have you ever drunk alcohol or used drugs more than you meant to?",null],["Have you felt you wanted or needed to cut down on your drinking or drug use in the last year?",null],["Has a family member's drinking or drug use ever had a bad effect on your child?",null],["In the past month was there any day when you or anyone in your family went hungry because you did not have enough money for food?",null],["In general, how would you describe your relationship with your spouse\/partner?",null],["Do you and your partner work out arguments with:",null]],"score":[0,0,0]},"Emotional Changes With A New Baby":{"questions":[[" I have been able to laugh and see the funny side of things",null],[" I have looked forward with enjoyment to things",null],[" I have blamed myself unnecessarily when things went wrong",null],["I have been anxious or worried for no good reason",null],[" I have felt scared or panicky for no good reason",null],[" Things have been getting on top of me ",null],[" I have been so unhappy that I have had difficulty sleeping ",null],[" I have felt sad or miserable",null],[" I have been so unhappy that I have been crying",null],["The thought of harming myself has occurred to me",null]],"score":[0]}}}